//  Localizable.strings (German)
//  StrongPassword
//
//  Created by Christian Huxtable <chris@huxtable.ca>, October 2019.
//  Copyright (c) 2019 Christian Huxtable. All rights reserved.


/* CBHAboutWindowController::window.title */
"About %@" = "Über %@";

/* CBHAboutWindowController::reserved */
"All rights reserved" = "Alle Rechte vorbehalten";

/* CBHAboutWindowController::author */
"Designed & Written by" = "Entworfen und geschrieben von";

/* CBHAboutWindowController::version */
"Version" = "Ausführung";

/* CBHAboutWindowController::copyright */
"Copyright" = "Urheberrechte";

/* CBHAboutWindowController::website */
"Website" = "Webseite";
